import Page from "../Page";
import Paragraph from "../Paragraph";
import PageMarker from "../PageMarker";

const Page2 = (props) => {
  return (
    <Page>
      <PageMarker>3/6</PageMarker>

      <Paragraph>
        나는 갈 데까지 간 러너는 아니지만, 갈 데까지 가고 싶었다. 그러다 정강이
        부상을 입었다. 조금만 달려도 시린 정강이를 케어하느라, 지난 한 달간은
        아예 달리지 못했다. 올해의 남은 석 달도 회복에 집중해야 한다. 그렇게
        달리기를 멈춘 시간은 이게 다 무슨 의미였을까를 회고하는 시간이었다.
        그러다 이마를 도끼로 치는 듯한 각성이 왔다.
      </Paragraph>
      <Paragraph>
        나는 올해 1300km를 넘게 달렸다. 그 기간 동안 나는 달리기가 내 시간을
        가장 효율적으로 쓰는 일이거나 지금 내게 가장 도움 되는 일이라 생각하지
        않았다. 오히려 시간 잡아먹는 하마라고 보는 편에 가까웠다. 그럼에도 내가
        달리기에 매달린 이유가 있었다. 충족하지 못한 욕구 때문이었다. 솔직히
        내게는 늘 무언가에 끈질기게 애써서 스스로 만족할 만한 성과를 내고 싶은
        마음, 아니 더 솔직히 말하면, 그렇게 해야만 할 것 같은 강박관념이 있다.
        빠져들기 쉽고 훈련 성과가 빠르게 보이는 달리기는 그런 시간을 보내기 위한
        손쉬운 수단이었다.
      </Paragraph>
      <Paragraph>
        이마를 도끼로 치는 듯한 각성은 이것이다. 좀 과격하게 말하면 달리기는
        나의 도피처였다. 달리지 않고서는 그런 시간을 충분히 누리지 못했기
        때문이었다. 일터에서는 그런 시간을 가끔 누리기는 해도, 원하는 만큼
        누리기는 힘들었다. 집안일을 미루지 않고 해치울 때마다 작은 성취감은
        느꼈지만, 그걸 ‘해낸 일’이라 자신 있게 부르긴 어려웠다. 그래서 나는 마치
        게임에 빠진 아이처럼, 해야 할 일까지 미룬 채 달리기만 할 때가 적지
        않았다. 달리면서 도파민 샤워를 하고, 달린 후에 온수 샤워까지 하고 나면,
        별 쓸모는 없지만 나름의 성취를 이룬 것 같은 기분이 충분히 들었다. 그
        기분이 좋았다.
      </Paragraph>
      <Paragraph>
        그러나 올해 나는 내게 쉽게 느껴지는 일에만 집착해 온 것 같다. 내
        집요함의 대상이었던 달리기는 이미 수년간 달린 내게는 쉬운 일이었다. 나는
        쉬운 일을 하면서 어렵게 느껴지는 일을 피한 것이다. 사실 내가 수시로 책을
        읽고 글을 쓰는 이유도 크게 다르지 않은 것 같다. 그게 쉽게 느껴지기
        때문이다. 어렵게 느껴지는 일은 하기 싫기 때문이다. 하지만 그렇게 정한
        것들은 갈 데까지 가볼 대상으로는 적절하지 않은 것 같다. 그것은 도피의
        수단으로 더 적절한 대상이다. 갈 만큼 가고, 갈 데까지 가고, 그러고도 더
        가버릴 만큼 애쓸 만한 대상은 지금 내게 힘들게 느껴지는 일이다.
      </Paragraph>
      <Paragraph>
        힘들기 때문에 솔직히 하기 싫게 느껴지는 부분이 있고, 그래서 남들에게
        관심이 없다고 말하지만, 할 수만 있다면 하고 싶은 그 일이야말로 내가
        끈질기게 매달려야 할 대상이다. 그러니 올해의 남은 석 달 동안에는 그동안
        달리느라 미룬 일을 하겠다. 달리기의 영역에서는 올해 갈 만큼 갔고, 부상을
        입은 몸으로 갈 데까지는 가보았으니, 이제는 방향을 틀어서 조금 더
        가보겠다. 쉽게 느껴지는 일이 아니라, 어렵게 느껴지는 일에 새롭게
        부딪혀보겠다. 바로 그 영역에서 '해냈다'라고 자신 있게 말할 수 있는
        무언가를 건져 올리고 싶다.
      </Paragraph>
      <Paragraph>
        *: 이 글의 제목은 김영민. "가벼운 고백". 김영사, 2024. 144쪽 페이지의
        단문에서 발췌했다.
      </Paragraph>
    </Page>
  );
};

export default Page2;
