import Page from "../Page";
import Paragraph from "../Paragraph";
import AuthorName from "../AuthorName";
import Heading from "../Heading";

const Page1 = (props) => {
  return (
    <Page>
      <Heading>갈 만큼 가고, 갈 데까지 가고, 그러고도 더 가버리기</Heading>
      <AuthorName>김남근</AuthorName>
      <Paragraph>
        갈 만큼 가는 러너는 현명하다. 솔직히 세상에 달리기 말고도 할 일이 얼마나
        많은가. 미룬 설거지, 미룬 업무, 미룬 이직 준비, 미룬 연말 여행 계획,
        미룬 강아지 배변패드 갈기, 미룬 만화책 읽기, 미룬 드라마 정주행, 그리고
        미룬 연애.
      </Paragraph>
      <Paragraph>
        냉장고 야채 칸에서 싹을 틔운 양파처럼 오래도록 방치한 이 모든 걸 할
        시간은 없기에, 적당히 달리는 사람은 영리하다. 갈 만큼만 가면, 건강을
        챙기면서 요새 유행하는 취미도 적당히 체험해 볼 수 있다. 갈 만큼만 가면,
        달리다 피부가 숯검댕이가 되는 부작용도 피하고, 살을 빼려다 오히려
        포스트-달리기 과식으로 살이 쪄버리는 역효과도 면할 수 있다. 뭐든 적당히
        하는 게 대체로 편하다.
      </Paragraph>
      <Paragraph>
        그럼에도 갈 데까지 가는 러너가 있다. 세상에 할 일은 언제나 많지만, 지금
        내가 애쓸 일은 그 모든 것이 아니라 바로 달리기라고 말하는 사람이다. 내
        주변에는 달리다 발톱이 빠져도, 하나가 아니라 서너 개가 빠져도, 퇴근하니
        이미 금요일 저녁 7시인데도, 일정한 수준을 넘어서면 달리기가 삶에 실상 별
        도움이 되지 않는데도, 올해에만 벌써 1000km, 2000km, 심지어 4000km 넘게
        가버린 러너들이 적지 않다. 자기 갱신과 기록 경신을 거듭하며 갈 데까지
        가는 러너에게는 그 나름의 멋이 있다. 그들은 달리기의 광인이다. 미칠 광
        자와 빛날 광 자가 두루 어울리는.
      </Paragraph>
      <Paragraph>
        그러나 그렇게 무진장 달리기 위해서는 그 한 가지에만 끈질기게 매달려야
        한다. 분야를 막론하고 갈 데까지 가는 사람들의 비결이자 비밀이 바로
        이것이다. 단 한 가지에만 집중하기. 다른 할 일은 내버려 두기. 이 자세를
        무조건 현명하다고 볼 수 있을까. 무언가에 집요하게 애쓰는 자세는
        멋지지만, 그걸 무조건 현명하다고 보기는 어렵다.
      </Paragraph>
      <Paragraph>
        집요함은, 냅두면 도망가는 시간을 뭐라도 하며 보낸다는 점에서는
        현명하지만, 정작 진짜 해야 할 일까지 미루면서 효용이 별로 없는 한
        가지에만 집착한다면 어리석다. 돈벌이나 커리어에 올인하는 결정도
        비슷하다. 그건 사회적 경제적 효용을 극대화한다는 점에서는 현명하지만,
        자칫하면 건강이나 젊음을 잃고 돈만 많은 대머리 싱글 거북목 중년이 될 수
        있다는 점에서 어리석다. 그러니 집요함의 대상이 중요하다.
      </Paragraph>
      <Paragraph>
        하지만 집요함의 대상, 그러니까 갈 데까지 가고자 하는 목표가 모두에게
        같은 방식으로 해석될 리는 없다. 무엇이 현명하고 무엇이 어리석은 지는
        각자의 삶이라는 맥락 안에서 스스로 판단할 일이다. 그렇기에 나는 이제
        두루뭉술한 총론과 다른 러너 이야기는 그만하고, 내 이야기를 하겠다.
      </Paragraph>
    </Page>
  );
};

export default Page1;
